Repository: RechercheTech/mss-doc
Catalog: docs/source/locale/*/LC_MESSAGES/00-index.po
Languages: gu

source: About the User Manual
gu: ર્માર્ગદર્શિકા વિશે

source: This user manual includes guidance for some of the day-to-day tasks that may be required by an administrator (computer lab in-charge, teacher). It is assumed that the administration has some basic knowledge of working with a Linux distribution as the server is intended to be used to teach the Linux subject in schools. Providing comprehensive server administration guidance is outside the scope of this document.
gu: આ માર્ગદર્શિકામાં રોજ ની ક્રિયાઓ જે સંચાલક દ્વારા કરવામાં આવે છે તેના માટે કેટલાક માર્ગદર્શન નો સમાવેશ થાય છે. સંચાલક ને લિનક્સનું મુળભોત જ્ઞાન લિનક્સ વિષય સ્કૂલમાં શિકાવા માટે છે તેવું ધરવામાં આવે છે. આ માર્ગદર્શિકા સંચાલક ને લિનુંક્સનું પૂર્ણ સંચાલન નું જ્ઞાન આપે તેવું નથી.

source: We have created My sCool Server keeping in mind the “ease of use” so quite a lot of tasks(not all of them) can be accomplished without having to `RTFM <https://en.wikipedia.org/wiki/RTFM>`_, however understanding that this device packs a lot of complex technologies so to accomplish anything “under the hood” the administrator must go through the instructions below at the minimum and follow up reading the manuals provided by applications or online for more details or tasks not covered here.
gu: My sCool Server ની રચના સરળ ઉપયોગ માટે કરવામાં આવી છે. માર્ગદર્શિકા વગર પણ ઘણા કર્યો (બધા નહિ) પરિપૂર્ણ કરી શકાય છે. આ ઉપકરણ માં ઘણી જટિલ ટેકનોલોજી નો સમાવેશ થાય છે. એટલા માટે સંચાલક ને આ માર્ગદર્શિકા ની જરૂર પડી શકે છે. આ માર્ગદર્શિકા વાંચ્યા પછી પણ , જો જરૂરી હોય તો એપ્લિકેશન પ્રોગ્રામ માર્ગદર્શિકા અથવા ઑનલાઇન દસ્તાવેજીકરણ ચકાસો.

source: Important Notice
gu: અગત્યની નોટીસ

source: Recherche Tech has supplied this information believing it to be accurate and reliable at the time of publishing, but is presented without warranty of any kind, expressed or implied. Users must take full responsibility for their application of any products. Recherche assumes no responsibility for any errors that may appear in this document. Recherche reserves the right, without notice to make changes in product design or specifications. Information is subject to change without notice.
gu: રેછેછેરચે ટેક (Recherche Tech) માર્ગદર્શિકામાં ચોક્કસ અને વિશ્વસનીય રીતે આ માહિતી પ્રકીશિત કરી છે, પરંતુ તે તેના વપરાશ ની કોઈ વોરંટી નથી આપતું. વપરાશકર્તાઓ એ પ્રોડક્ટ નો ઉપીયોગ કરવા માટે સંપૂર્ણ જવાબદારી લેવી પડશે. આ ડોક્યુમેન્ટ માં કોઈ પણ પ્રકાર ની ભૂલચૂક હોવાની જવાબદારી રેછેછેરચે ટેક લેતું નથી. નોટિસ વગર, રેછેછેરચે ટેક પ્રોડક્ટ ની ડિઝાઇન કે કોન્ફીગરશન ના ફેરફારો કરવા માટે નો હક રાખે છે. અમે કોઈ પણ નોટિસ વગર વિષય ની માહિતી બદલી શકીએ છીએ.

source: Restricted Rights
gu: પ્રતિબંધિત અધિકારો

source: Copyright 2016 Recherche Tech LLP. All rights reserved.
gu: કૉપિરાઇટ 2016 Recherche Tech LLP. બધા હકો અમારી પાસે રાખેલા છે.

source: My sCool Server, My sCool Server logo are trademarks of Recherche Tech LLP.
gu: My sCool Server અને My sCool Server લોગો એ Recherche Tech LLP ના ટ્રેડમાર્ક છે.

source: Contact
gu: સંપર્ક માહિતી

source: Corporate Headquarters
gu: કોર્પોરેટ હેડક્વાર્ટર્સ

source: 501/A, Synergy Building, L-74, Corporate Road, Makarba, Ahmedabad,
gu: 501/એ, સિનર્જી બિલ્ડીંગ, એલ-74, કોર્પોરેટ રોડ, મકરબા, અમદાવાદ,

source: Gujarat 380015. INDIA.
gu: ગુજરાત 380015. ભારત.

source: Phone: +91-79-40080440
gu: ફોન: +91-79-40080440

source: Web site: http://www.myscoolserver.com
gu: વેબસાઇટ: http://www.myscoolserver.com

source: Visit http://www.myscoolserver.com/contact for the regional and latest contact information.
gu: પ્રાદેશિક અને તાજેતરની સંપર્ક માહિતી માટે `www.myscoolserver.com/contact <http://www.myscoolserver.com/contact>`__ જુઓ.

source: Social
gu: સામાજિક માહિતી

source: Twitter
gu: ટ્વિટર

source: Facebook
gu: ફેસબુક

source: Google+
gu: ગૂગલ+
