Repository: RechercheTech/mss-doc
Catalog: docs/source/locale/*/LC_MESSAGES/01-User Management.po
Languages: hi

source: User Management
hi: उपयोगकर्ता प्रबंधन

source: Create new user
hi: नया उपयोगकर्ता बनाएं

source: Boot into ``Admin-Desktop``, login as *mssadmin* and perform these steps –
hi: ``Admin-Desktop`` मे बूट करे और *mssadmin* से लॉगिन करके नीचे दिये चरण को पूरा करे –

source: Via GUI
hi: जीयूआई द्वारा

source: Navigate to ``System`` → ``Administration`` → ``Users and Groups``
hi: ``System`` → ``Administration`` → ``Users and Groups`` पे नेविगेट करे

source: Add new user by pressing the ``+Add`` button and fill in the details (You may have to wait for the existing user list to load.)
hi: ``+Add`` बटन दबाकर नए उपयोगकर्ता को जोड़े और विगतों को भरे (जब तक मौजूदा उपयोगकर्ताओ की सूची लोड नही हो जाती तब तक आपको प्रतीक्षा करनी पड सकती है.)

source: Set the new user's password in the next dialog
hi: नए उपयोगकर्ता का पासवर्ड आप अगले डायलोग मे सेट करे

source: Via Terminal
hi: टर्मिनल द्वारा

source: Enter *mssadmin's* password when prompted and continue.
hi: पूछने पर *mssadmin's* का पासवर्ड डाले और आगे बढ़े.

source: Add user to epoptes group
hi: उपयोगकर्ता को epoptes समूह मे जोड़े

source: This must only be done for teacher accounts as it grants some extra priveledges.
hi: यह सिर्फ शिक्षको के अकाउंट मे ही किया जाए क्योंकि इससे कुछ अधिक अधिकार प्राप्त होंगे.

source: Boot into ``Admin-Desktop``, login as *mssadmin* and execute the following in a Terminal –
hi: ``Admin-Desktop`` मे बूट करे, *mssadmin* से लॉगिन करे और टर्मिनल मे निम्न का अनुसरण करे –

source: Change password
hi: पासवर्ड को बदले

source: To change your own password
hi: अपने खुद के पासवर्ड को बदलने के लिए

source: Press ``Change...`` against the ``Password:`` label. Thereafter set your password in the ``Change User Password`` dialog.
hi: ``Password`` लेबल के सामने ``Change...`` दबाये. इसके पश्चात ``Change User Password`` डायलोग मे जाकर अपना पासवर्ड सेट करे.

source: To change password of other user
hi: दूसरे उपयोगकर्ता का पासवर्ड बदलने के लिए

source: Boot into ``Admin-Desktop``, login as *mssadmin* and perform these steps -
hi: ``Admin-Desktop`` मे बूट करे, *mssadmin* से लॉगिन करे और निम्न का अनुसरण करे -

source: Select the user whose password needs changing
hi: जिस उपयोगकर्ता का पासवर्ड बदलना हे उसे चुने

source: Press ``Change...`` against the ``Password`` label
hi: ``Password`` लेबल के सामने ``Change...`` पे क्लिक करे

source: Authenticate with *mssadmin's* password when prompted
hi: पूछने पर *mssadmin's* का पासवर्ड डाले और प्रमाणित करे

source: Set new password in the ``Change User Password`` dialog
hi: ``Change User Password`` डायलोग मे जाकर अपना पासवर्ड सेट करे

source: Mass user addition
hi: बड़ी संख्या मे उपयोगकर्ताओ को जोड़ने हेतु

source: Create space separated file containing "username password" such as this :download:`sample </files/users.csv>`.
hi: स्पेस द्वारा अलग की हुई फाइल को बनाए जिसमे ‘उपयोगकर्ता का नाम और पासवर्ड’ हो जैसे की :download:`sample </files/users.csv>`.

source: Steps:
hi: चरण :

source: Use ``LibreOffice Calc`` to create the file
hi: ``LibreOffice Calc`` का प्रयोग कर फाइल बनाए

source: There should be no empty lines in the file.
hi: फ़ाइल में कोई खाली पंक्ति नहीं होनी चाहिए.

source: Open terminal and execute the command –
hi: टर्मिनल खोले और कमांड को निष्पादित करे –

source: Example: ::
hi: उदाहरण: ::

source: Default credentials
hi: डिफ़ॉल्ट क्रेडेंशियल्स

source: By default, the appliance is shipped with the following user accounts pre-configured i.e. if no customisation has been requested during order placement –
hi: डिफ़ॉल्ट रूप से, उपकरणो को पूर्व-कॉन्फ़िगर किए हुए निम्न उपयोगकर्ता खातों के साथ भेज दिया जाता है अर्थात यदि ऑर्डर देते समय कोई बदलाव नही मांगा गया है –

source: Account Type
hi: खाता प्रकार

source: Username
hi: उपयोगकर्ता का नाम

source: Password
hi: पासवर्ड

source: It is strongly recommend that a user must change the account password upon first time use.
hi: यह दृढ़ता से अनुशंसा की जाती है कि उपयोगकर्ता को पहली बार उपयोग करने पर खाता पासवर्ड बदलना चाहिए.
