Repository: RechercheTech/mss-doc
Catalog: docs/source/locale/*/LC_MESSAGES/05-Take Linux Home.po
Languages: gu

source: Take Linux Home
gu: Linux ઘરે લો

source: Create Live USB
gu: લાઈવ યુએસબી બનાવવી

source: Li-f-e: Linux for Education OS image is included on the server and can be used to create a bootable media when logged in as **mssadmin** user.
gu: Li-f-e: શિક્ષણ માટે Linux ઓએસ ઈમેજ સર્વર પર શામેલ છે અને mssadmin એકાઉન્ટ તરીકે લૉગ ઇન થયા પછી બૂટ થઇ શકાય તેવી માધ્યમને બનાવવા માટે વાપરી શકાય છે.

source: Note
gu: ધ્યાનમાં રાખવું

source: Select "isohybrid" / "EFI" option when creating a bootable media intended to boot computers that only support EFI booting. This option can also boot on legacy hardware so use this if you are not sure about your hardware capabilities.
gu: "Isohybrid" / "UEFI" વિકલ્પ પસંદ કરો જ્યારે કમ્પ્યૂટરો બુટ કરવા માટેનો બુટ કરી શકાય તેવી મીડિયા બનાવતી હોય જે ફક્ત EFI બુટીંગને આધાર આપે છે. આ વિકલ્પ લીગસી હાર્ડવેર પર પણ બુટ કરી શકે છે. તેથી આનો ઉપયોગ કરો જો તમને તમારી હાર્ડવેર ક્ષમતાઓ વિશે ચોક્કસ ન હોય તો.

source: Use of "isohybrid" option is officially recommended way of creating bootable USB, hence more reliable. *Do note that this will wipe the USB device and cannot be used as a normal storage media from Windows PC.*
gu: "isohybrid" વિકલ્પનો ઉપયોગ સત્તાવાર રીતે બાયબલ યુએસબી બનાવવાનો આગ્રહણીય છે, તેથી તે વધુ વિશ્વસનીય છે. *નોંધ કરો કે આ USB ઉપકરણને સાફ કરશે અને Windows PC માંથી સામાન્ય સ્ટોરેજ મીડિયા તરીકે ઉપયોગ કરી શકાશે નહીં.*

source: Use "Ubuntu" / "Legacy" option if you wish to use the device as a storage media on Windows or to preserve data. This method requires one vfat formatted partition on the USB stick. The partition should not be in use at the time of creating boot media. If booting fails using this method, use isohybrid / EFI mode.
gu: "Ubuntu" / "Legacy" વિકલ્પનો ઉપયોગ કરો જો તમે ઉપકરણને Windows પર સ્ટોરેજ મીડિયા તરીકે વાપરવા અથવા ડેટાને બચાવવા માંગો છો. આ પદ્ધતિને USB સ્ટીક પર એક vfat ફોર્મેટ કરેલ પાર્ટીશનની જરૂર છે. બુટ મીડિયા બનાવતી વખતે પાર્ટીશનનો ઉપયોગ ન કરવો જોઇએ. જો બુટીંગ આ પદ્ધતિની મદદથી નિષ્ફળ જાય તો, "isohybrid / EFI" વિકલ્પ વાપરો.

source: Via Shortcuts
gu: શૉર્ટકટ્સ દ્વારા

source: Use either of these launcher icons on the Desktop - ``Live USB GUI EFI`` or ``Live USB GUI Legacy`` as per your bootable media preference.
gu: ડેસ્કટોપ - "Live USB GUI EFI" અથવા "Live USB GUI Legacy" પરના આ બન્ને લૉન્ચર આઇકોન્સનો ઉપયોગ કરો તમારી બૂટ-લેબલ મીડિયાની પસંદગી મુજબ.

source: Via Menu
gu: મેનુ દ્વારા

source: You will be requested for the ISO image in the above process. The Li-f-e.iso file is located at one of these directory paths - ``/recovery/`` or ``/home/mssadmin/``.
gu: ઉપરોક્ત પ્રક્રિયામાં તમને ISO ઇમેજ માટે વિનંતી કરવામાં આવશે. Li-f-e.iso ફાઇલ આ ડિરેક્ટરી પથમાંની એક પર સ્થિત છે - `` /recovery/ `` અથવા ``/home/mssadmin/``

source: Via Terminal
gu: ટર્મિનલ દ્વારા

source: It may be more convenient to use command line for running this task multiple times.
gu: આ કાર્યને ઘણી વખત ચલાવવા માટે આદેશ વાક્યનો ઉપયોગ કરવો વધુ અનુકૂળ હોઈ શકે છે.

source: References
gu: સંદર્ભ

source: See the following external links *(requires internet)* to learn how to boot from USB stick and troubleshoot if the USB does not boot:
gu: USB સ્ટીકથી કેવી રીતે બુટ કરવું તે જાણવા માટે નીચેના બાહ્ય લિંક્સને જુઓ અને USB બુટ ન થાય તો મુશ્કેલી નિવારવા *(ઇન્ટરનેટની જરૂર છે)*:

source: `Change the boot order in BIOS <https://www.lifewire.com/change-the-boot-order-in-bios-2624528>`_
gu: `BIOS માં બુટ ક્રમમાં બદલો <https://www.lifewire.com/change-the-boot-order-in-bios-2624528>`_

source: `Boot from a USB device <https://www.lifewire.com/how-to-boot-from-a-usb-device-2626091>`_
gu: `USB ઉપકરણમાંથી બુટ કરો <https://www.lifewire.com/how-to-boot-from-a-usb-device-2626091>`_
