Repository: RechercheTech/mss-doc
Catalog: docs/source/locale/*/LC_MESSAGES/07-Troubleshooting.po
Languages: gu

source: Troubleshooting
gu: મુશ્કેલીનિવારણ

source: Booting or Freezing Problem
gu: બુટીંગ અથવા ફ્રીઝિંગ પ્રોબ્લેમ

source: If the client machines do not boot or they freeze while working, it can be caused by a faulty network cable, connection or switch. Try connecting a client directly to the server using a LAN cable and attempt booting the client. If the client boots, it confirms that the client and server both are in working order. Then continue troubleshooting your physical network or contact your network engineer.
gu: જો ક્લાઈન્ટ મશીનો બૂટ કરતા નથી અથવા કામ કરતી વખતે ફ્રીઝ થાય છે, તો તે ખામીવાળી નેટવર્ક કેબલ, જોડાણ અથવા સ્વીચને કારણે થઇ શકે છે. કોઈ લેન કેબલનો ઉપયોગ કરીને સીધા ક્લાઈન્ટને ક્લાઇન્ટને કનેક્ટ કરવાનો પ્રયાસ કરો અને ક્લાયન્ટને બુટ કરવાનો પ્રયાસ કરો. જો ક્લાઈન્ટ બુટ થાય, તો તે ખાતરી કરે છે કે ક્લાઈન્ટ અને સર્વર બન્ને કાર્યકારી હુકમમાં છે. પછી તમારા ભૌતિક નેટવર્કનું મુશ્કેલીનિવારણ ચાલુ રાખો અથવા તમારા નેટવર્ક ઈજનેરનો સંપર્ક કરો.

source: In case the client machines still do not boot after trying all above steps, :ref:`contact the MSS support team <contact-info>`.
gu: જો ઉપરોક્ત તમામ પગલાઓનો પ્રયાસ કર્યા પછી ક્લાઈન્ટ મશીનો હજુ પણ બૂટ કરતા નથી, તો :ref:`MSS સપોર્ટ ટીમને સંપર્ક કરો <contact-info>`.

source: Top Panel Missing
gu: ટોચના પેનલ ગુમ

source: If the top panel does not show up execute the following – ::
gu: જો ટોચનું પેનલ બતાવતું નથી કે તે નીચેના ચલાવશે – ::

source: Restore Desktop to Default Settings
gu: ડિફૉલ્ટ સેટિંગ્સ પર ડેસ્કટૉપને પુનઃસ્થાપિત કરો

source: To restore the desktop to default settings of any user run this in terminal from mssadmin account login once the user has logged out – ::
gu: ડેસ્કટૉપને કોઈ પણ વપરાશકર્તાની ડિફૉલ્ટ સુયોજનોને પુનઃસ્થાપિત કરવા માટે ટર્મિનલમાંથી mssadmin એકાઉન્ટ લોગિનમાંથી આ વપરાશકર્તા લૉગ આઉટ થયા પછી – ::

source: Next ask the user to login again.
gu: આગળ વપરાશકર્તા ફરીથી લૉગિનને પૂછો.

source: *or*
gu: *અથવા*

source: Users can also try this from a running session - ::
gu: વપરાશકર્તાઓ ચાલતી સત્રમાંથી આ પણ અજમાવી શકે છે - ::

source: User will need to log out and back in for changes to apply.
gu: ફેરફારો કરવા માટે વપરાશકર્તાને લૉગ આઉટ કરવાની અને પાછા આવવાની જરૂર પડશે.

source: Remote Desktop Connection Issues
gu: રિમોટ ડેસ્કટોપ કન્નેકશન સમસ્યાઓ

source: Try the following steps as mssadmin user (enter password when prompted) -
gu: વપરાશકર્તા 'mssadmin' તરીકે નીચેના પગલાંઓ અજમાવો (પૂછવામાં આવે ત્યારે પાસવર્ડ દાખલ કરો) -

source: Check the status of the service ::
gu: સેવાની સ્થિતિ તપાસો ::

source: Restart the service ::
gu: સેવા પુનઃપ્રારંભ કરો ::

source: To check the XRDP processes running ::
gu: XRDP પ્રક્રિયાઓ ચાલી રહ્યું છે તે ચકાસવા માટે ::

source: Log files related to XRDP ::
gu: XRDP થી સંબંધિત લોગ ફાઈલો ::

source: To specifically diagnose rdp login issue. ::
gu: rdp લૉગિન સમસ્યાને નિદાન કરવા માટે. ::

source: Try a user part from one that may currently be logged into an active session.
gu: કોઈ એક વપરાશકર્તા ભાગનો પ્રયાસ કરો કે જે હાલમાં સક્રિય સત્રમાં લૉગ ઇન થઈ શકે છે.
